Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/PasswordsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Allow Automatic Passkey Upgrades
ar: السماح بترقيات مفاتيح المرور تلقائيًا
bg: Позволете автоматично подобряване на версия на ключ за достъп
ca: Permet actualitzar les claus automàticament
cs: Povolit automatické upgradování na přístupový klíč
da: Tillad automatiske opgraderinger til loginnøgle
de: Automatische Passkey-Aktualisierung erlauben
el: Να επιτρέπεται η αυτόματη αναβάθμιση σε κλειδιά πρόσβασης
es: Permitir cambio automático a llave de acceso
es_419: Actualizar a llaves de acceso automáticamente
fi: Salli automaattinen pääsyavainten päivitys
fr: Autoriser les mises à niveau automatiques des clés dʼaccès
fr_ca: Autoriser les mises à niveau automatiques des clés d’identification
he: שדרוגים אוטומטיים למפתחות התחברות
hi: ऑटोमैटिक पासकी अपग्रेड की अनुमति दें
hr: Dozvoli automatske nadogradnje poveznih ključeva
hu: Automatikus jelkulcsfrissítések engedélyezése
id: Izinkan Peningkatan Kunci Sandi Otomatis
it: Consenti il passaggio automatico alle passkey
ja: パスキーの自動アップグレードを許可
kk: Кіру кілтіне автоматты түрде ауысу
ko: 자동 패스키 업그레이드 허용
lt: Leisti automatiškai atnaujinti prieigos raktą
ms: Benarkan Naik Taraf Kunci Laluan Automatik
nb: Tillat automatiske oppgraderinger av passnøkler
nl: Sta automatische passkey-upgrades toe
pl: Konwertuj hasła autom.
pt: Permitir Atualizações Automáticas de Chaves‑senha
pt_pt: Permitir atualizações automáticas de chaves‑passe
ro: Permitere actualizări automate ale cheilor de logare
ru: Автоматический переход на ключи входа
sk: Povoliť automatický upgrade na prihlasovacie kľúče
sl: Dovoli samodejne nadgradnje ključa za dostop
sv: Tillåt automatiska nyckeluppgraderingar
th: อนุญาตให้อัปเกรดพาสคีย์อัตโนมัติ
tr: Otomatik Geçiş Anahtarı Yükseltmelerine İzin Ver
uk: Дозволяти автоматичне оновлення ключів допуску
vi: Cho phép nâng cấp mã khóa tự động
zh_cn: 允许自动升级通行密钥
zh_hk: 允許自動升級通行密匙
zh_tw: 允許自動通行密鑰升級

source: Allow websites and apps to automatically upgrade existing accounts to use passkeys when available. Passwords saved for upgraded accounts will not be affected. %learn-more-link%
ar: السماح للمواقع الإلكترونية والتطبيقات بترقية الحسابات الحالية تلقائيًا لاستخدام مفاتيح المرور عند توفرها. لن تتأثر كلمات السر المحفوظة للحسابات التي تمت ترقيتها. %learn-more-link%
bg: Позволете на уебсайтове и приложения автоматично да инсталират подобрена версия на съществуващи регистрации, за да използват ключове за достъп, когато има такива. Запазените пароли за регистрациите с подобрена версия няма да бъдат засегнати. %learn-more-link%
ca: Permet que els llocs web i les apps actualitzin automàticament els comptes existents per utilitzar claus sempre que sigui possible. Les contrasenyes desades dels comptes actualitzats no es veuran afectades. %learn-more-link%
cs: Umožňuje webovým stránkám a aplikacím automaticky upgradovat existující účty na používání přístupových klíčů, pokud jsou k dispozici. Na hesla uložená pro upgradované účty nemá tato změna vliv. %learn-more-link%
da: Tillad, at websteder og apps automatisk opgraderer eksisterende konti til at bruge loginnøgler, når de er tilgængelige. Adgangskoder, der er gemt til opgraderede konti, påvirkes ikke. %learn-more-link%
de: Erlaube Websites und Apps das automatische Aktualisieren vorhandener Accounts, um Passkeys bei Verfügbarkeit zu verwenden. Die Passwörter, die für aktualisierte Accounts gesichert wurden, sind davon nicht betroffen. %learn-more-link%
el: Επιτρέψτε στους ιστότοπους και τις εφαρμογές να αναβαθμίζουν αυτόματα τους υπάρχοντες λογαριασμούς ώστε να χρησιμοποιούν κλειδιά πρόσβασης όταν αυτά είναι διαθέσιμα. Τα συνθηματικά που έχουν αποθηκευτεί για αναβαθμισμένους λογαριασμούς δεν θα επηρεαστούν. %learn-more-link%
es: Permite que los sitios web y las apps actualicen automáticamente las cuentas existentes para usar las llaves de acceso cuando estén disponibles. Las contraseñas guardadas de las cuentas actualizadas no se verán afectadas. %learn-more-link%
es_419: Permite que los sitios web y las apps actualicen automáticamente las cuentas existentes para usar llaves de acceso cuando se pueda. Las contraseñas guardadas de las cuentas actualizadas no se verán afectadas. %learn-more-link%
fi: Salli sivustojen ja appien päivittää automaattisesti olemassa olevat tilit käyttämään pääsyavaimia, kun saatavilla. Tämä ei vaikuta päivitettyjen tilien tallennettuihin salasanoihin. %learn-more-link%
fr: Autorisez les sites web et les apps à mettre à niveau automatiquement les comptes existants de façon à utiliser des clés dʼaccès si disponibles. Les mots de passe enregistrés pour les comptes mis à niveau ne seront pas modifiés. %learn-more-link%
fr_ca: Permettez aux sites Web et aux apps de mettre automatiquement à niveau les comptes actuels afin d’utiliser des clés d’identification lorsqu’elles sont accessibles. Les mots de passe enregistrés pour les comptes mis à niveau ne seront pas concernés. %learn-more-link%
he: ניתן לאפשר לאתרים וליישומים לשדרג באופן אוטומטי חשבונות קיימים כך שישתמשו במפתחות התחברות כאשר הם זמינים. סיסמאות שנשמרו בחשבונות ששודרגו לא יושפעו. ‏%learn-more-link%
hi: जब उपलब्ध हो, तब पासकीज़ का उपयोग करने के लिए वेबसाइटों और ऐप्स को मौजूदा खातों को ऑटोमैटिकली अपग्रेड करने की अनुमति दें। अपग्रेड किए गए खातों के लिए सहेजे गए पासवर्ड प्रभावित नहीं होंगे। %learn-more-link%
hr: Dozvolite web stranicama i aplikacijama automatsku nadogradnju postojećih računa za korištenje poveznih ključeva kad su dostupni. To neće utjecati na lozinke spremljene za nadograđene račune. %learn-more-link%
hu: Engedélyezheti a webhelyek és az appok számára, hogy automatikusan frissítsék a meglévő fiókokat oly módon, hogy amikor jelkulcsok érhetők el, akkor használni lehessen őket. Ez a frissített fiókokhoz elmentett jelszavakra nincs hatással. %learn-more-link%
id: Izinkan situs web dan app meningkatkan akun yang ada secara otomatis untuk menggunakan kunci sandi jika tersedia. Kata sandi yang disimpan untuk akun yang ditingkatkan tidak akan terpengaruh. %learn-more-link%
it: Consenti ai siti web e alle app di passare automaticamente all’uso delle passkey per gli account esistenti quando la funzionalità è disponibile. Le password salvate per gli account in cui è stato eseguito il passaggio non subiranno modifiche. %learn-more-link%
ja: Webサイトやアプリで既存のアカウントを自動的にアップグレードして、パスキーを使用できるようにします（使用可能な場合）。アップグレードされたアカウント用の保存済みパスワードには影響しません。%learn-more-link%
kk: Қолжетімді болған жағдайда, веб-сайттар мен қолданбаларға пайдаланып жүрген аккаунттардың кіру әдісін автоматты түрде кіру кілттеріне ауыстыруға рұқсат беру. Жаңартылған аккаунттар үшін сақталған құпиясөздерге ештеңе болмайды. %learn-more-link%
ko: 가능한 경우 웹사이트 및 앱이 기존 계정을 자동으로 업그레이드하여 패스키를 사용하도록 허용합니다. 업그레이드된 계정에 저장된 암호는 영향을 받지 않습니다. %learn-more-link%
lt: Leiskite svetainėms ir programoms automatiškai atnaujinti esamas paskyras, kad šios naudotų prieigos raktus, kai tai įmanoma. Atnaujintose paskyrose išsaugoti slaptažodžiai nebus paveikti. %learn-more-link%
ms: Benarkan tapak web dan app menaik taraf akaun sedia ada secara automatik untuk menggunakan kunci laluan apabila tersedia. Kata laluan yang disimpan untuk akaun yang dinaik taraf tidak akan terjejas. %learn-more-link%
nb: Tillat at nettsteder og apper automatisk oppgraderer eksisterende kontoer, slik at de kan bruke passnøkler når tilgjengelig. Passord som er arkivert for oppgraderte kontoer, blir ikke påvirket. %learn-more-link%
nl: Sta toe dat websites en apps indien mogelijk bestaande accounts automatisch bijwerken naar het gebruik van passkeys. Dit heeft geen invloed op wachtwoorden die zijn bewaard voor bijgewerkte accounts. %learn-more-link%
pl: Pozwala witrynom i aplikacjom automatycznie zastępować hasła istniejących kont kluczami, gdy jest to możliwe. Nie wpływa to na zachowane hasła do tych kont. %learn-more-link%
pt: Permite que sites e apps atualizem automaticamente as contas existentes para que usem chaves‑senha (quando disponíveis). As senhas salvas das contas atualizadas não serão afetadas. %learn-more-link%
pt_pt: Permita que os sites e as aplicações atualizem automaticamente as contas existentes para usar chaves‑passe quando estiverem disponíveis. As palavras‑passe guardadas para contas atualizadas não serão afetadas. %learn-more-link%
ro: Permiteți site‑urilor web și aplicațiilor să actualizeze automat conturile existente la utilizarea cheilor de logare, în funcție de disponibilitate. Parolele salvate pentru conturile actualizate nu vor fi afectate. %learn-more-link%
ru: Разрешите сайтам и приложениям автоматически обновлять существующие учетные записи для использования ключей входа, когда доступно. Это не повлияет на пароли, сохраненные для уже обновленных учетных записей. %learn-more-link%
sk: Umožní webstránkam a apkám automaticky upgradovať existujúce účty tak, aby používali dostupné prihlasovacie kľúče. Nebude to mať vplyv na uložené heslá upgradovaných účtov. %learn-more-link%
sl: Dovolite spletnim mestom in aplikacijam, da samodejno nadgradijo obstoječe račune, da uporabljajo ključe za dostop, ko je to na voljo. To ne bo vplivalo na gesla, shranjena za nadgrajene račune. %learn-more-link%
sv: Tillåt att webbplatser och appar automatiskt uppgraderar befintliga konton så att de använder nycklar om möjligt. Sparade lösenord för uppgraderade konton påverkas inte. %learn-more-link%
th: อนุญาตให้เว็บไซต์และแอปอัปเกรดบัญชีที่มีอยู่โดยอัตโนมัติเพื่อใช้พาสคีย์หากมี รหัสผ่านที่บันทึกไว้สำหรับบัญชีที่อัปเกรดจะไม่ได้รับผลกระทบ %learn-more-link%
tr: Web sitelerinin ve uygulamaların mevcut hesapları, varsa geçiş anahtarlarını kullanacak şekilde otomatik olarak yükseltmesine izin verin. Yükseltilen hesaplar için kaydedilmiş parolalar etkilenmez. %learn-more-link%
uk: Дозвольте вебсайтам і програмам автоматично оновлювати наявні облікові записи для використання ключів допуску, якщо вони доступні. Це не вплине на паролі, збережені для оновлених облікових записів. %learn-more-link%
vi: Cho phép các trang web và ứng dụng tự động nâng cấp các tài khoản hiện có để sử dụng mã khóa khi khả dụng. Mật khẩu đã lưu cho các tài khoản được nâng cấp sẽ không bị ảnh hưởng. %learn-more-link%
zh_cn: 允许网站和App自动升级现有账户以在可用时使用通行密钥。已升级账户的已存密码不受影响。%learn-more-link%
zh_hk: 允許網站和App自動升級現有帳户來在可用時使用通行密匙。已儲存的升級帳户密碼不會受影響。%learn-more-link%
zh_tw: 允許網站和App自動升級既有帳號來在可用時使用通行密鑰。為已升級的帳號儲存的密碼將不受影響。%learn-more-link%

source: Automatically suggest unique, strong passwords when creating accounts or changing passwords in Safari and other apps.
ar: اقتراح كلمات سر فريدة قوية تلقائيًا عند إنشاء حسابات أو تغيير كلمات السر في سفاري والتطبيقات الأخرى.
bg: Автоматично предлага уникални силни пароли, когато създавате регистрации или променяте пароли в Safari и други приложения.
ca: Se suggeriran automàticament contrasenyes úniques i segures en crear comptes o canviar contrasenyes al Safari i en altres apps.
cs: Při vytváření účtů a měnění hesel v Safari a dalších aplikacích automaticky navrhovat jedinečná silná hesla.
da: Foreslå automatisk unikke, stærke adgangskoder, når der oprettes konti eller skiftes adgangskoder i Safari og andre apps.
de: Beim Erstellen von Accounts oder Ändern von Passwörtern in Safari und anderen Apps automatisch individuelle, starke Passwörter vorschlagen.
el: Αυτόματη υπόδειξη μοναδικών, ισχυρών συνθηματικών κατά τη δημιουργία λογαριασμών ή την αλλαγή συνθηματικών στο Safari και άλλες εφαρμογές.
es: Se sugerirán automáticamente contraseñas únicas y seguras al crear cuentas o cambiar contraseñas en Safari y otras apps.
es_419: Obtén automáticamente sugerencias de contraseñas seguras y únicas cuando crees una cuenta o cambies una contraseña en Safari y otras apps.
fi: Ehdota automaattisesti ainutlaatuisia, vahvoja salasanoja, kun luodaan tilejä tai vaihdetaan salasanoja Safarissa ja muissa apeissa.
fr: Suggère automatiquement des mots de passe robustes et uniques lors de la création de comptes ou la modification de mots de passe dans Safari et dʼautres apps.
fr_ca: Des mots de passe uniques et robustes seront automatiquement suggérés lors de la création de comptes ou de la modification de mots de passe dans Safari et autres apps.
he: ניתן לקבל הצעות לסיסמאות חזקות וייחודיות בעת יצירת חשבונות או שינוי סיסמאות ב-Safari וביישומים אחרים.
hi: Safari और अन्य ऐप्स में खाते बनाते समय या पासवर्ड बदलते समय ऑटोमैटिकली विशिष्ट, मज़बूत पासवर्ड सुझाएँ।
hr: Automatsko predlaganje jedinstvenih snažnih lozinki kod izrade računa ili promjene lozinki u pregledniku Safari i drugim aplikacijama.
hu: Automatikusan egyedi, erős jelszavakat jeleníthet meg javaslatként, amikor fiókokat hoz létre vagy jelszavakat módosít a Safariban és más appokban.
id: Sarankan kata sandi yang unik dan kuat secara otomatis saat membuat akun atau mengubah kata sandi di Safari dan app lainnya.
it: Suggerisci automaticamente password sicure e univoche quando vengono creati account o modificate le password in Safari e in altre app.
ja: Safariなどのアプリでアカウントを作成したりパスワードを変更したりすると、自動的に一意の強力なパスワードが提案されます。
kk: Safari мен басқа қолданбаларда аккаунттар жасау немесе құпиясөздерді өзгерту кезінде автоматты түрде бірегей, сенімді құпиясөздерді ұсыну.
ko: Safari 및 기타 앱에서 계정을 생성하거나 암호를 변경할 때 고유하고 강력한 암호를 자동으로 제안합니다.
lt: Automatiškai siūlomi unikalūs, stiprūs slaptažodžiai kuriant paskyras arba keičiant slaptažodžius naršyklėje „Safari“ ir kitose programose.
ms: Cadangkan kata laluan kukuh yang unik secara automatik semasa mencipta akaun atau menukar kata laluan dalam Safari dan app lain.
nb: Foreslå automatisk unike og sterke passord når du oppretter kontoer eller endrer passord i Safari og andre apper.
nl: Stel automatisch unieke, sterke wachtwoorden voor bij het aanmaken van accounts of het wijzigen van wachtwoorden in Safari en andere apps.
pl: Niepowtarzalne, silne hasła będą sugerowane automatycznie podczas tworzenia kont lub zmieniania haseł w Safari i innych aplikacjach.
pt: Sugere automaticamente senhas fortes e exclusivas ao criar contas ou alterar senhas no Safari e em outros apps.
pt_pt: Sugestão automática de palavras‑passe únicas e seguras ao criar contas ou ao alterar palavras‑passe no Safari e noutras aplicações.
ro: Vor fi sugerate automat parole unice și puternice atunci când creați conturi sau schimbați parole în Safari și alte aplicații.
ru: Автоматически предлагать уникальные надежные пароли при создании учетных записей или смене паролей в Safari и других приложениях.
sk: Pri vytváraní účtov alebo zmene hesiel v Safari a ďalších apkách budú automaticky navrhované jedinečné silné heslá.
sl: Nastavite samodejno predlaganje enoličnih, močnih gesel pri ustvarjanju računov ali spreminjanju gesel v Safariju in drugih aplikacijah.
sv: Föreslå automatiskt unika, starka lösenord när du skapar konton eller ändrar lösenord i Safari och andra appar.
th: แนะนำรหัสผ่านที่ไม่ซ้ำกันและปลอดภัยสูงโดยอัตโนมัติเมื่อสร้างบัญชีหรือเปลี่ยนรหัสผ่านใน Safari และแอปอื่นๆ
tr: Safari’de ve diğer uygulamalarda hesap yaratırken veya parolaları değiştirirken otomatik olarak benzersiz ve güçlü parolalar önerir.
uk: Отримуйте автоматичні пропозиції унікальних надійних паролів під час створення облікових записів або змінення паролів у Safari та інших програмах.
vi: Tự động gợi ý các mật khẩu mạnh và duy nhất khi tạo tài khoản hoặc thay đổi mật khẩu trong Safari và các ứng dụng khác.
zh_cn: 在Safari浏览器和其他App中创建账户或更改密码时，自动建议唯一强密码。
zh_hk: 在Safari和其他App中建立帳户或更改密碼時，自動建議獨特的高強度密碼。
zh_tw: 在Safari和其他App中建立帳號或更改密碼時自動建議獨有的高強度密碼。

source: Detect Compromised Passwords
ar: اكتشاف كلمات السر المخترقة
bg: Открий изтекли пароли
ca: Detecta les contrasenyes en risc
cs: Detekovat odhalená hesla
da: Find kompromitterede adgangskoder
de: Kompromittierte Passwörter erkennen
el: Ανίχνευση επισφαλών συνθηματικών
es: Detectar contraseñas filtradas
es_419: Detectar contraseñas vulneradas
fi: Tunnista vaarantuneet salasanat
fr: Détecter les mots de passe compromis
fr_ca: Détecter les mots de passe compromis
he: זיהוי סיסמאות לא מאובטחות
hi: कंप्रोमाइज़ हुए पासवर्ड की पहचान करें
hr: Detektiraj kompromitirane lozinke
hu: Mások tudomására jutott jelszavak észlelése
id: Deteksi Kata Sandi yang Diretas
it: Rileva password compromesse
ja: 漏洩の危険があるパスワードを検出
kk: Бұзылған құпиясөздерді анықтау
ko: 유출된 암호 감지
lt: Aptikti pažeistus slaptažodžius
ms: Kesan Kata Laluan Diceroboh
nb: Oppdag lekkede passord
nl: Detecteer gehackte wachtwoorden
pl: Wykrywaj zagrożone hasła
pt: Detectar Senhas Comprometidas
pt_pt: Detetar palavras‑passe em risco
ro: Detectare parole compromise
ru: Выявление украденных паролей
sk: Detegovať odhalené heslá
sl: Zaznaj ogrožena gesla
sv: Upptäck äventyrade lösenord
th: ตรวจจับรหัสผ่านที่ถูกลดหย่อนความปลอดภัย
tr: Riskli Parolaları Sapta
uk: Виявляти скомпрометовані паролі
vi: Phát hiện mật khẩu bị xâm phạm
zh_cn: 检测已泄露的密码
zh_hk: 偵測已洩漏的密碼
zh_tw: 偵測已遭洩露的密碼

source: iPad can securely monitor your passwords and alert you if they appear in known data leaks. %passwords-privacy-link%
ar: بإمكان iPad مراقبة كلمات السر الخاصة بك، بصورة آمنة، وتنبيهك إذا ظهرت في تسريبات البيانات المعروفة. %passwords-privacy-link%
bg: iPad може сигурно да следи вашите пароли и да ви предупреждава ако се появят в известни изтичания на данни. %passwords-privacy-link%
ca: L’iPad pot supervisar de manera segura les teves contrasenyes i avisar‑te si es detecten en filtracions de dades conegudes. %passwords-privacy-link%
cs: iPad může bezpečně monitorovat vaše hesla a oznámit vám, když se některé z nich objeví ve známých uniklých datech. %passwords-privacy-link%
da: iPad kan på sikker vis overvåge dine adgangskoder og underrette dig, hvis de dukker op i kendte datalæk. %passwords-privacy-link%
de: Das iPad kann deine Passwörter auf sichere Art überwachen und dich darauf hinweisen, wenn sie bei bekannten Datenlecks auftauchen. %passwords-privacy-link%
el: Το iPad μπορεί να παρακολουθεί με ασφάλεια τα συνθηματικά σας και να σας ειδοποιήσει αν εμφανιστούν σε γνωστές διαρροές δεδομένων. %passwords-privacy-link%
es: El iPad puede supervisar tus contraseñas de forma segura y avisarte si aparecen en filtraciones de datos conocidas. %passwords-privacy-link%
es_419: El iPad puede monitorear de forma segura tus contraseñas y avisarte si se encuentran en filtraciones de datos. %passwords-privacy-link%
fi: iPad voi tarkkailla salasanojasi turvallisesti ja ilmoittaa, jos ne sisältyvät tiedossa oleviin tietovuotoihin. %passwords-privacy-link%
fr: L’iPad peut surveiller de façon sécurisée vos mots de passe et vous prévenir s’ils apparaissent dans des fuites de données connues. %passwords-privacy-link%
fr_ca: L’iPad peut surveiller vos mots de passe de façon sécurisée et vous avertir s’ils sont concernés par des fuites de données connues. %passwords-privacy-link%
he: ה-iPad יכול לנטר עבורך סיסמאות באופן מאובטח ולהתריע אם הסיסמאות שלך מופיעות במקומות שידוע כי התרחשה בהם דליפת נתונים. %passwords-privacy-link%
hi: iPad आपके पासवर्ड की सुरक्षित तरीक़े से निगरानी कर सकता है और ज्ञात डेटा लीक में उनके पाए जाने पर आपको चेतावनी दे सकता है। %passwords-privacy-link%
hr: iPad može sigurno nadzirati vaše lozinke i upozoriti vas ako se javljaju u poznatim curenjima podataka. %passwords-privacy-link%
hu: Az iPad képes biztonságosan figyelni az Ön jelszavait, és értesíteni Önt, ha megjelennek egy ismert adatszivárgásban. %passwords-privacy-link%
id: iPad dapat memonitor kata sandi Anda dengan aman dan memperingatkan Anda jika kata sandi tersebut muncul di kebocoran data yang diketahui. %passwords-privacy-link%
it: iPad è in grado di monitorare le password in modo sicuro e di avvisarti se compaiono in fughe di dati note. %passwords-privacy-link%
ja: iPadでは、パスワードを安全に監視して、既知の漏洩データの中にそのパスワードが存在する場合に警告することができます。%passwords-privacy-link%
kk: iPad құпиясөздеріңізді қауіпсіз түрде бақылап, олар белгілі бір ұрланған құпиясөздер тізімінде пайда болған жағдайда, сізге ескерте алады. %passwords-privacy-link%
ko: iPad가 사용자의 암호를 안전하게 모니터링하고, 감지된 데이터 유출에 암호가 포함되는 경우 경고합니다. %passwords-privacy-link%
lt: „iPad“ gali saugiai stebėti slaptažodžius ir pranešti, jei jie yra atskleidžiami per žinomus duomenų nutekinimus. %passwords-privacy-link%
ms: iPad boleh memantau kata laluan anda secara selamat dan mengisyaratkan anda jika ia muncul dalam kebocoran data yang diketahui. %passwords-privacy-link%
nb: iPad kan på en sikker måte overvåke passordene dine og gi beskjed hvis de dukker opp i kjente datalekkasjer. %passwords-privacy-link%
nl: De iPad kan je wachtwoorden veilig beheren en je waarschuwen als ze voorkomen in bekende datalekken. %passwords-privacy-link%
pl: iPad może bezpiecznie monitorować Twoje hasła i powiadamiać Cię, jeśli pojawią się one w znanych wyciekach danych. %passwords-privacy-link%
pt: O iPad pode monitorar suas senhas com segurança e alertar você se elas aparecerem em vazamentos de dados conhecidos. %passwords-privacy-link%
pt_pt: O iPad pode monitorizar em segurança as suas palavras‑passe e avisar se aparecerem em fugas de dados conhecidas. %passwords-privacy-link%
ro: iPad‑ul vă poate monitoriza în mod securizat parolele și vă poate alerta dacă acestea apar în contextul unei scurgeri de date cunoscute. %passwords-privacy-link%
ru: iPad может безопасно проверять Ваши пароли и уведомлять Вас, если они появились в известных утечках данных. %passwords-privacy-link%
sk: iPad dokáže bezpečne monitorovať vaše heslá a upozorniť vás, keď sa niektoré z nich nájdu na zozname uniknutých dát. %passwords-privacy-link%
sl: iPad lahko varno nadzoruje vaša gesla in vas opozori, če se pojavijo v znanih odtekanjih podatkov. %passwords-privacy-link%
sv: iPad kan övervaka dina lösenord på ett säkert sätt och varna om de dyker upp i kända dataläckor. %passwords-privacy-link%
th: iPad สามารถตรวจสอบรหัสผ่านของคุณได้อย่างปลอดภัยและเตือนคุณหากเป็นรหัสผ่านที่อยู่ในรายการรั่วไหลของข้อมูลที่ทราบ %passwords-privacy-link%
tr: iPad, parolalarınızı güvenli bir şekilde izleyebilir ve bilinen veri sızıntılarında görünen bir parola olursa sizi uyarabilir. %passwords-privacy-link%
uk: iPad може здійснювати безпечний моніторинг ваших паролів і сповіщати вас, якщо їх помічено в базах скомпрометованих даних. %passwords-privacy-link%
vi: iPad có thể giám sát các mật khẩu một cách bảo mật và cảnh báo bạn nếu chúng xuất hiện trong các vụ rò rỉ dữ liệu đã biết. %passwords-privacy-link%
zh_cn: iPad可安全监控你的密码，并在密码出现在已知数据泄露中时提醒你。%passwords-privacy-link%
zh_hk: iPad可以安全地監察你的密碼，並於密碼出現在已知資料洩漏時向你提供警示。%passwords-privacy-link%
zh_tw: iPad可以安全地監控你的密碼，並在出現已知的資料外洩時提示你。%passwords-privacy-link%
